Repository: Bajoras/wp-recaptcha-integration
Catalog: languages/wp-recaptcha-integration-*.po
Languages: es_es, pt_br

source: Required field?
es_es: Campo Requerido?
pt_br: Campo obrigatório?

source: Name
es_es: Nombre
pt_br: Nome

source: Copy this code and paste it into the form left.
es_es: Copia este código y pégalo en el formulario de la izquierda
pt_br: Copie e cole este código no formulário.

source: The Captcha didn’t verify.
es_es: El Captcha no se ha podido verificar
pt_br: O CAPTCHA digitado está incorreto.Sicherheitstest nicht bestanden

source: <strong>Error:</strong> the Captcha didn’t verify.
es_es: <strong>Error:</strong> verificación Captcha incorrecta.
pt_br: <strong>Erro:</strong> o CAPTCHA digitado está incorreto.

source: Please enable JavaScript to submit this form.
es_es: Por favor activa Javascript para enviar este formulario
pt_br: Por favor, habilite o JavaScript para enviar este formulário.

source: reCaptcha Settings
es_es: Ajustes reCAPTCHA
pt_br: Configurações do reCAPTCHA

source: <strong>reCaptcha needs your attention:</strong> To make it work You need to enter an api key. <br />You can do so at the <a href="%s">reCaptcha settings page</a>.
es_es: <strong>reCaptcha necesita tu atención</strong> Para que funcione, necesitas introducir una llave API <br />Puedes hacerlo en los <a href="%s">ajustes de reCaptcha</a>.
pt_br: <strong>O reCAPTCHA precisa da sua atenção:</strong> Para que o reCaptcha funcione corretamente você deverá obter uma Chave de API. <br />Você poderá fazer isto na <a href="%s">página de configurações do reCaptcha</a>.

source: Public Key
es_es: Llave pública

source: Private Key
es_es: Llave Privada

source: Connecting
es_es: Conectándose
pt_br: Conectando

source: Language Settings
es_es: Ajustes de lenguaje

source: Flavor
es_es: Sabor
pt_br: Tipo de CAPTCHA

source: No Captcha where you just click a button
es_es: Sin Captcha, dónde sólo hace falta pulsar un botón
pt_br: "Sem CAPTCHA", no qual o usuário apenas clica em um botão

source: Old style reCAPTCHA where you type some cryptic text
es_es: reCaptcha clásico, dónde descifras un texto críptico
pt_br: reCAPTCHA "Classico", no qual o usuário digita um texto legível para humanos

source: Theme
es_es: Tema
pt_br: Tema

source: Disable Submit Button
es_es: Desactiva Botón de Enviar
pt_br: Desabilitar Botão Enviar

source: Disable Form Submit Button until no-captcha is entered.
es_es: Desactivar botón de enviar hasta que el reCaptcha haya sido resuelto
pt_br: Desabilitar o botão Enviar enquanto o usuário não digita nada.

source: Protect Comments
es_es: Proteger Comentarios
pt_br: Proteger Comentários

source: Protect comment forms with recaptcha.
es_es: Proteger formulario de comentario con recaptcha
pt_br: Protege o formulário dos comentários com o reCAPTCHA.

source: Protect Signup
es_es: Proteger Registro
pt_br: Proteger Cadastro

source: Protect signup form with recaptcha.
es_es: Proteger formulario de registro de usuario con recaptcha
pt_br: Protege o formulário de cadastro de novos usuários com o reCAPTCHA.

source: Protect Login
es_es: Proteger login
pt_br: Proteger Login

source: Protect Login form with recaptcha.
es_es: Proteger Login con recaptcha
pt_br: Protege o formulário de login com o reCAPTCHA.

source: Protect Lost Password
es_es: Projeger Recuperación de Contraseña
pt_br: Proteger Recuperação de Senha

source: Protect Lost Password form with recaptcha.
es_es: Proteger formulario de contraseña perdida con recaptcha
pt_br: Protege o formulário de recuperação de senhas.

source: Protect WooCommerce Checkout
es_es: Proteger compra en wooCommerce
pt_br: Proteger Checkout do WooCommerce

source: Protect wooCommerce Checkout with a recaptcha.
es_es: Proteger el formulario de compra de wooCommerce con recaptcha.
pt_br: Protege o checkout (Finalizar Compra) do WooCommerce com reCAPTCHA.

source: This will only work with No Captcha flavor.
es_es: Esto sólo funcionará con el sabor "No Captcha".
pt_br: Isto somente funcionará corretamente com o tipo "Sem CAPTCHA" do reCAPTCHA.

source: The Old Style recaptcha doesn‘t work together with the WooCommerce checkout form. The Captcha will not be displayed,
es_es: ReCaptcha "clásico" no funciona con el formulario de pago de WooCommerce. El Captcha no se mostrará.
pt_br: O tipo "Clássico" do reCAPTCHA não funciona com o formulário de checkout (Finalizar Compra) do WooCommerce. O CAPTCHA não será exibido,

source: Disable for known users
es_es: Desactivar para usuarios conocidos
pt_br: Desabilitar para usuários logados.

source: Disable reCaptcha verification for logged in users.
es_es: Desactiva la verificación reCaptcha para usuarios conectados
pt_br: Se o usuário estiver logado, não exigir o reCAPTCHA nos formulários.

source: Features
es_es: Características
pt_br: Configurações

source: Please configure the public and private key. <a href="http://www.google.com/recaptcha/whyrecaptcha">What are you trying to tell me?</a>
es_es: Por favor configura las llaves pública y privada. <a href="http://www.google.com/recaptcha/whyrecaptcha">¿De qué me estás hablando?</a>
pt_br: Por favor, configure as chaves pública (Public Key) e privada (Private Key). <a href="http://www.google.com/recaptcha/whyrecaptcha">O que isso significa?</a>

source: Please register your blog through the <a href="%s">Google reCAPTCHA admin page</a> and enter the public and private key in the fields below. <a href="%s">What is this all about?</a>
es_es: Por favor registra tu blog en la <a href="%s">página de Administración de reCAPTCHA de Google</a>, e introduce las llaves públicas y privadas en los campos de más abajo. <a href="%s">Si no sabes de que va esto, pincha aquí</a>
pt_br: Por favor, registre seu site através do <a href="%s">site do Google reCAPTCHA</a> e entre com as chaves pública (Public Key) e privada (Private Key) nos campos abaixo. <a href="%s">O que isso significa?</a>

source: You already entered an API Key. Use the button below to enter it again.
es_es: Ya has introducido una llave API. Usa el botón de aquí abajo para volver a hacerlo.
pt_br: Você já forneceu uma Chave de API. Utilize o botão abaixo para fornecer outra.

source: New API Key
es_es: Nueva llave API
pt_br: Nova Chave de API

source: Test API Key
es_es: Probar llave API
pt_br: Testar Chave de API

source: Test verfication
es_es: Probar verificación
pt_br: Verificação do Teste

source: The secret Key is missing.
es_es: Falta la llave secreta
pt_br: A chave privada não foi encontrada.

source: The secret Key is invalid. You better check your domain configuration and enter it again.
es_es: La llave secreta es inválida. Verifica la configuración de tu dominio y vuelve a intentarlo.
pt_br: A chave privada é inválida. Verifique as configurações de domínio no site do Google reCAPTCHA e tente novamente.

source: The user response was missing
es_es: No se ha recibido la respuesta del usuario
pt_br: Nenhum CAPTCHA foi digitado

source: Invalid user response
es_es: Respuesta de usuario inválida
pt_br: Resposta de usuário inválida

source: Works! All good!
es_es: ¡Funciona! ¡Todo bien!
pt_br: Funcionou! Tudo bem!

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: Automatic
es_es: Automático

source: Site Language
es_es: Idioma del sitio

source: Other
es_es: Otro

source: Light
es_es: Claro

source: Dark
es_es: Oscuro
pt_br: Escuro

source: Red
es_es: Rojo
pt_br: Vermelho

source: White
es_es: Blanco
pt_br: Branco

source: Black Glass
es_es: Cristal Oscuro
pt_br: Preto

source: Clean
es_es: Limpiar

source: Custom
es_es: Perzonalizado
pt_br: Personalizado

source: Unstyled HTML to apply your own Stylesheets.
es_es: HTML sin estilo para aplicar sus propias hojas de estilo.
pt_br: HTML puro para que você aplique seu estilo.

source: Settings
es_es: Ajustes
pt_br: Configurações

source: Incorrect please try again
es_es: Incorrecto, por favor inténtalo otra vez
pt_br: Desculpe, o CAPTCHA digitado está incorreto.

source: Enter the words above:
es_es: Introduce las palabras de aquí arriba:
pt_br: Digite as palavras acima:

source: Enter the numbers you hear:
es_es: Introduce los números que oyes:
pt_br: Digite os números que você ouviu:

source: Get another CAPTCHA
es_es: Cargar otro CAPTCHA
pt_br: Obter um novo CAPTCHA

source: Get an audio CAPTCHA
es_es: Usa un Captcha de Audio
pt_br: Ouvir o CAPTCHA

source: Get an image CAPTCHA
es_es: Usa un Captcha de Imágen
pt_br: Obter um CAPTCHA

source: Site key
pt_br: Chave pública (Sitekey)

source: Secret key
pt_br: Chave privada (Secret Key)
